Revit 2026 API

# ExportFontTableIterator Properties

---

The ExportFontTableIterator type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | Current | Gets the item at the current position of the iterator. |
|  | CurrentObject |  |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

ExportFontTableIterator Class

Autodesk.Revit.DB Namespace